[
  {
    "Key Concept": "History",
    "Standards": "Standard 1: Utilize the college and career skills of a historian to study continuity and change over time for one’s personal history and one’s community."
  },
  {
    "Key Concept": "Enduring Understanding: The development of historical thinking skills begins in kindergarten by comparing individuals and examining the ways in which they change and/or remain the same over time."
  },
  {
    "Key Concept": "The student will:"
  },
  {
    "Key Concept": "K.H.1",
    "Standards": "Identify similarities and differences between oneself and others.This indicator was developed to encourage inquiry into students’ individual characteristics in relation to those of their classmates."
  },
  {
    "Key Concept": "K.H.2",
    "Standards": "Examine ways in which individuals change or stay the same over time.This indicator was developed to encourage inquiry into the ways that people change or stay the same over various periods of time, including days, weeks, and the school year."
  },
  {
    "Key Concept": "K.H.3",
    "Standards": "Identify different forms of evidence used in historical inquiry, such as digital sources, maps, photographs/images, or texts.This indicator was developed to encourage inquiry into what one can learn about the world by identifying and utilizing primary sources."
  },
  {
    "Key Concept": "Geography",
    "Standards": "Standard 2: Utilize the college and career skills of a geographer to apply map skills and draw conclusions about place in one’s personal community."
  },
  {
    "Key Concept": "Enduring Understanding: Map literacy skills are essential to the synthesizing of cultural and natural information which allows for geographic questioning within the social studies standards."
  },
  {
    "Key Concept": "The student will:"
  },
  {
    "Key Concept": "K.G.1",
    "Standards": "Identify a map, various map features, and explain the purpose of maps.This indicator was developed to encourage inquiry into the purpose of maps and begin to recognize how the parts of maps are used to gain information (e.g., map title, map key/legend). This indicator was also developed to encourage the use of positional words used to describe locations on maps."
  }
]